<template>
  <div class="container">
      <div class="consult_notice">
        <h4 class="block_title center">问税易用户协议</h4>
        <p>“问税易”是由杭州联询商务信息咨询有限公司（以下简称“本公司”）开发和运营的一款用作查找和联系税务专家的应用（微信小程序）。</p>
        <p>当用户在“问税易”注册成为专家后，该用户（以下简称“专家用户”或“专家”）可以专家身份向其他用户发起有关税务的提问提供作答服务。</p>
        <p>此用户协议是您（即，用户包括专家用户）与本公司之间就有关使用“问税易”所订立的契约。 </p>
        <p>本公司严格遵循《互联网信息服务管理办法》、《互联网用户帐号名称管理规定》等国家法律、法规的精神及内容。作为用户，在注册“问税易”前，必须事先认真阅读本用户协议，认可并同意本用户协议的全部内容。特别是本协议中免除、减轻或者限制本公司责任的全部协议内容以及含有限制用户权利内容的协议内容。希望各位用户能在严格遵守国家法律、法规及应用相关规章制度的前提下，使用“问税易”。 </p>
        <p>如果您同意本用户协议，或者您事实上存在使用行为，将被视为您完全接受本用户协议的全部内容及条款，包括接受“问税易”对用户协议随时所做的任何修改及更新。同时也表示您同意“问税易”所发布或随时更新的隐私声明，本协议即构成对双方均具有约束力的法律文件。如您不同意本用户协议，您应不得使用或主动取消使用“问税易”。</p>
      
        <h4 class="block_title">第一条 协议内容及生效</h4>
        <p>1.1 本用户协议内容包括以下所有正文及“问税易”已经发布或将来可能发布的各类规则、解释、声明、通告等。所有上述规则、解释、声明及通告等都被视为本用户协议的组成部分，具有同等的法律效力。</p>
        <p>1.2 用户下载、注册、登录、使用及连接“问税易” 均被视为用户已完全了解、接受并同意遵守本用户协议的所有内容。“问税易” 有权在必要时单方修改用户协议，并通过应用和/或者用户端发布修改变更，不再另行单独通知。修改后的协议一经发布即代替旧版本协议，自动更新为用户与“问税易” 之间的适用协议。如在用户协议更新并生效后，用户继续使用“问税易”，则视为您已完全了解、接受用户协议的更新并同意遵守更新后的用户协议。如用户不接受“问税易” 更新后的用户协议，请立即停止使用“问税易”。 </p>
        <p>1.3 “问税易”所有服务的所有权、运作权和解释权均归本公司所有。用户同意本用户协议内容并完成注册程序，即成为“问税易”的正式用户，即被视为用户确认自己具有独立的行为能力，明确自己所享有的相应权利，能够独立承担法律责任。 </p>
        <p>1.4 您确认，无论在您开始注册、登录还是使用“问税易”前，您应当属于中华人民共和国法律规定的与您行为相适应的民事行为能力的自然人。若您不具备前述与您行为相适应的民事行为能力，则本公司有权注销您在“问税易”的账户，您及您的监护人应依照法律规定承担因此而导致的一切后果。</p>
        <p>1.5 用户特此声明，已经完全理解本用户协议所有内容，并不存在任何重大误解；同时，认可本用户协议并不存在显失公平的情形。 </p>

        <h4 class="block_title">第二条 用户信息</h4>
        <p>2.1 用户个人信息。用户个人信息包括但不限于：用户真实姓名、证件号码、职业、职务、头像、手机号、收款二维码、电邮地址、教育经历、从业经历等。专家用户注册“问税易”帐号，需按照“后台实名、前台自愿”的原则，先行通过真实身份信息认证。</p>
        <p>2.2 非用户个人信息。用户在“问税易”上，包括问候聊天、操作状态、使用记录、使用习惯等在内的全部记录信息。除本条第1款所列用户个人信息范围外的其他所有信息，均视为非用户个人信息。 </p>
        <p>2.3 注册信息。用户向“问税易”所提交的帐号名称、头像及简介等内容不得出现违法及不良信息。对含有此类违法及不良信息的帐号，本公司有权不予注册。同时，“问税易”将自觉接受社会监督，及时处理公众举报的帐号名称、头像、简介等注册信息中的违法和不良信息。 </p>
        <p>2.4 第三方应用记录信息。用户通过腾讯微信等第三方应用账号注册、登陆、使用“问税易”的，将被视为用户完全理解、同意并接受“问税易”已包括但不限于收集、统计、分析等方式使用其在腾讯微信等第三方应用填写、登记、公布、记录的全部信息。用户一旦使用第三方应用账号注册、登陆、使用“问税易”，“问税易”对该第三方记录信息的任何使用，均被视为已经获得了用户本人的完全同意并接受。 </p>
        <p>2.5 用户在“问税易”所涉及的包括个人真实姓名、手机电话、电邮地址等在内的用户个人信息、注册信息、第三方应用账号信息以及非用户个人信息，“问税易”在此承诺，均予以严格保密，除非经用户明确授权或者法律另有规定之外，“问税易”不会向任何第三方 / 第三人披露上述用户隐私信息。“问税易”尊重用户的合法权利，不会以违反法律、行政法规以及本协议约定的方式收集、保存、使用用户信息。 </p>
        <p>2.6 用户应本着诚实守信的原则，自行向“问税易”提供个人信息、注册信息、教育经历、工作经历、业务能力以及相关的其他必要信息，所提供的信息必须在合法基础上保证真实、准确、完整，并保证及时更新以上信息。如因用户自行提供的信息存在非法、抄袭、错误等问题，用户需承担因此引发的相应的法律责任及后果，且“问税易”保留终止用户使用“问税易”各项服务的权利，且“问税易”可以保留向被侵权的第三方披露此类用户的个人信息之相关权利。用户以虚假信息骗取账户名称注册，或其帐号头像、简介等注册内容存在违法和不良信息的，“问税易”有权采取通知限期改正、暂停使用、注销登记等处理措施。 </p>
        <p>2.7 用户应自行维护个人在“问税易”的帐户安全，并对此帐户在“问税易”上的所有行为负完全责任。用户不得将帐户转借给他人使用，否则应承担由此可能产生的全部责任，并与实际使用人承担连带责任。用户应对任何人利用您的帐户所进行的活动负完全责任，“问税易”无法对非法或未经您授权使用您的帐户的行为做出甄别，因此“问税易”不承担任何责任。当帐户遭到未获授权使用，或者发生任何安全问题时，用户有责任及时有效地通知“问税易”并向当地公安机关报案。 </p>
        <p>“问税易”帐号的所有权隶属于本公司所有，用户完成开通授权手续后，仅获得“问税易”帐号的使用权，且该使用权仅属于初始申请注册人。同时，初始申请注册人不得赠与、借用、租用、转让或售卖“问税易”帐号或者以其他方式许可非初始申请注册人使用“问税易”帐号。非初始申请注册人不得通过受赠、继承、承租、受让或者其他任何方式使用“问税易”帐号。</p>
        <p>2.8 用户信息使用。用户在使用过程中发现任何不妥或者不满意之处，可通过电邮方式联系“问税易”后台服务团队提出对相关信息进行删除等处理：“问税易” 不承担主动删除、销毁用户信息的责任。 </p>
        <p>2.9 为向用户提供服务。“问税易”将在合理范围内使用用户个人信息、注册信息、非用户个人信息以及第三方应用记录信息。用户一旦注册、登录、使用“问税易” 服务，将被视为同意“问税易”可以包括但不限于收集、统计、分析、商业用途等方式使用用户信息。“问税易“对用户信息的使用无需其他意思表示，无需向用户支付任何费用。 </p>
        <p>2.10 用户同意接受“问税易” 通过短信、电话、电子邮件、即时通信的客户端或者其他方式，向“问税易” 用户发送包括订单信息、专题推荐、促销活动等信息。 </p>

        <h4 class="block_title">第三条 服务</h4>
        <p>本条所称“服务”，特指专家在“问税易”为用户提供的有偿问答服务。具体详情以应用里相关页面内容为准。</p>
        <p>3.1 专家可按系统默认收费金额和自行设定的时间提供作答服务。专家可对作答收费和时间作出调整。 </p>
        <p>3.2 用户下单时须仔细确认您的提问内容、专家的作答收费和时间、以及支付方式等内容；订单一旦生成，即被视为用户向专家发出合同要约。 </p>
        <p>3.3 专家收到用户的合同要约后，有权利对用户的提问订单进行审核，行使同意接单、拒绝接单、或者修改订单的权利；修改订单视同原订单被拒绝，而专家向用户重新发出合同要约；专家确定接受订单时，或者用户确定接受修改订单时，方视为用户与专家之间建立了合同关系。 </p>
        <p>3.4 在专家确定接受订单前，用户可通过“问税易”单方面取消订单解除合同要约。</p>
        <p>3.5 除台风、地震、海啸、洪水、战争、恐怖袭击等国际通用约定不可抗力情况外，专家未按时提交作答的，视为未履行服务合约，提问用户有权不支付费用，“问税易”可暂停或者永久性关闭专家帐户。</p>
        <p>同样的，除上述不可抗力因素外，提问用户在专家提交作答后的24小时内未支付费用的，视为未履行服务合约，专家有权向提问用户采取一切包括民事诉讼等合理合法的方法追讨所欠费用，“问税易”可暂停或者永久性关闭提问用户帐户，提问用户对作答不满意的除外。</p>
        <p>提问用户对作答不满意的，专家可在提问用户提出不满后的24小时内与用户协商解决；协商不成的，用户和专家双方均可采取一切包括民事诉讼等合理合法的方法进一步解决。</p>
        <p>3.6 专家应确保在自身专业领域具备相关专业知识和经验，并向“问税易”提交证明自身在某一方面具备专业能力的相关材料。作答只限于用户提问的内容，专家需尽其所能利用自身专业领域所积累的知识和经验，对自己提供给用户的作答以及服务质量负责，不得提供超出个人专业领域以及能力的服务。专家在此确认，如有违背，由此引发的纠纷完全由专家自行承担。本公司在此声明，不对作答结果是否符合用户预期做出任何保证，不承担任何责任。 </p>
        <p>3.7 用户需知晓并同意专家作答仅供参考。若将专家的作答作为决策依据，由此可能引发的任何负面影响甚至损失由用户自行负责，本公司不予以负责。同时用户在此声明同意不会向本公司提出任何性质的索赔。 </p>
        <p>3.8 用户和专家在“问税易”的互动中，如问候聊天、提问作答、点评反馈（下称“互动过程”），应该要文明用语、互相尊重、平等交流。用户（专家）不得在语言和行为上恐吓、威胁或骚扰专家（用户），或者侵犯、试图侵犯他人的隐私以及人身安全。如发生以上行为，被侵权方有权立即中断互动过程，并保留追讨的权利；“问税易”有权终止相关方的所有权利，如有相关的争议发生，“问税易”将在尊重事实及法律的基础上以合理形式支持被侵权方进行维权。</p>
     
        <h4 class="block_title">第四条 费用、支付及税款缴纳</h4>
        <p>4.1 用户在专家完成作答服务后的24小时内，须向专家支付订单费用。用户须使用包括微信支付二维码等方式向专家直接支付费用。用户保留电子支付凭证7天以备查。由于专家的原因包括但不限于提供的二维码有误而没有成功收款的，专家自行承担损失，不再追讨。</p>
        <p>“问税易”不提供任何代收代付，也不承担任何收付款的责任。</p>
        <p>4.2 用户通过使用“问税易”取得所得的，按国家税收法律法规有申报纳税义务的，用户依照相关法律法规进行申报纳税。 </p>
        <p>4.3 用户（包括专家用户）在此确认如下，“问税易”保有如下所示单项权利：若相关税务部门要求“问税易”提供用户账户信息以核实用户申报在“问税易”收入的具体数额，“问税易”有权不经用户同意而进行披露，并根据国家法律配合相关税务部门的其他合法要求。 </p>
      
        <h4 class="block_title">第五条 “问税易”与用户双方的权利和义务</h4>
        <p>5.1 作为一个工具类应用，“问税易”不参与用户之间的交易。交易只包括提问用户和作答专家两方。 </p>
        <p>5.2 “问税易”上展示的问答服务和价格等信息仅仅是专家的要约邀请，“问税易”不是该服务的提供方或担保方。 </p>
        <p>5.3 “问税易”不对以下结果进行保证：</p>
        <p>1）不保证用户在“问税易”上所提供任何资料的真实、准确、安全、合法等问题，由此引发的纠纷，用户自行承担风险； </p>
        <p>2）不对“问税易”所承载内容的真实性、科学性、严肃性做任何形式保证； </p>
        <p>3）不保证作答专家在“问税易”上所提供作答服务的意愿和能力，以及是否适用于提问用户的实际需求； </p>
        <p>4）不保证用户对于专家在“问税易”上作答服务的满意度，以及用户对于专家的反馈及评价；</p>
        <p>5）因用户对专家服务质量不满所引起的任何纠纷，“问税易”对此不负有任何赔偿责任。 </p>
        <p>5.4 如本条第3款所确认的，“问税易”不对专家服务质量做任何保证，也不对因专家服务质量所引起的任何纠纷负有经济赔偿义务。用户对专家作答内容若不满意，则有权利向专家提出投诉或进行申诉。用户通过司法部门或行政部门依照法定程序要求“问税易”提供相关数据，“问税易”将积极配合并提供有关资料。 </p>
        <p>5.5 “问税易”与用户的权利和义务依照本条所有条款进行解释并实施，本公司对此拥有最终解释权。 </p>
    
        <h4 class="block_title">第六条 用户言行</h4>
        <p>6.1您在使用“问税易”时须遵守法律法规，不得制作、复制、发布、传播含有下列内容的信息或从事相关行为，也不得为制作、复制、发布、传播含有下列内容的信息或从事相关行为提供便利：</p>   
        <p>（1）反对宪法所确定的基本原则的。</p>
        <p>（2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的。</p>
        <p>（3）损害国家荣誉和利益的。</p>
        <p>（4）煽动民族仇恨、民族歧视，破坏民族团结的。</p>
        <p>（5）破坏国家宗教政策，宣扬邪教和封建迷信的。</p>
        <p>（6）散布谣言，扰乱社会秩序，破坏社会稳定的。</p>
        <p>（7）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的。</p>
        <p>（8）侮辱或者诽谤他人，侵害他人合法权益的。</p>
        <p>（9）违反法律法规底线、社会主义制度底线、国家利益底线、公民合法权益底线、社会公共秩序底线、道德风尚底线和信息真实性底线的“七条底线”要求的。</p>
        <p>（10）相关法律法规或本协议、相关协议、规则等禁止的。</p>
        <p>6.2如果您在使用本服务过程中违反了相关法律法规或本协议约定，相关国家机关或机构可能会对您提起诉讼、罚款或采取其他制裁措施，并要求本公司给予协助。因此给您或者他人造成损害的，您应自行承担全部责任，本公司不承担任何责任。</p>
        <p>6.3如果您违反本协议约定，本公司有权进行独立判断并采取相应措施，包括但不限于通过技术手段删除、屏蔽相关内容或断开链接等。同时，本公司有权视用户的行为性质，采取包括但不限于暂停或终止您的访问，限制、中止、冻结或终止您帐户的使用，追究法律责任等措施。</p>
        <p>6.4您违反本协议约定，导致任何主体损失的，您应当独立承担责任；本公司因此遭受损失的，您也应当一并赔偿。</p> 

        <h4 class="block_title">第七条 知识产权协议</h4>
        <p>7.1 对于用户通过“问税易”所发布的任何公开信息，用户在此确认并同意“问税易”在全球范围内对上述公开信息享有免费的、永久性的、不可撤销的、非独家的和完全再许可的权利和许可，并以使用、复制、修改、改编、汇编、出版、翻译、据以创作衍生作品、传播、表演和公开展示此等内容（整体或部分），和/或将此等内容编入当前已知的或以后开发的其他任何形式的作品、媒体或技术中。 </p>
        <p>7.2 除法律规定外，未经“问税易”书面形式的明确许可，任何单位或个人不得以任何方式全部或部分复制、转载、引用、链接、抓取或以其他方式使用“问税易”的信息内容（包括但不限于：源程序和文档、用户界面设计、文案等）。本公司在此严正声明，如有违反本条协议者，一经调查及核实，本公司将决不姑息，坚决追究其法律责任，并要求其赔偿因其行为所造成的任何经济损失。 </p>
        <p>7.3 用户在“问税易”所发布的内容及其他智力成果，必须保证其已经拥有必要的知识产权权利或得到明确授权以进行该内容或智力成果的提供、发布、提交等行为。用户在此同意并承诺，在“问税易”应用上的内容及其他智力成果不构成对他人知识产权或其他权利的侵犯。因用户违反上述承诺，所造成或引起的任何形式的法律纠纷，由用户个人承担法律责任，“问税易”不承担任何相应法律及经济责任。 </p>
        <p>7.4 非经“问税易”同意，用户承诺不得将已发表于“问税易”的信息内容和/或智力成果，发布于或授权于与“问税易” 存在直接竞争关系的同类网站、应用或移动客户端使用。一经发现，“问税易”有权暂停或永久性关闭用户的“问税易”帐号，同时要求用户撤销其在同类竞争网站、应用或移动客户端上使用的已发表于“问税易”的信息内容和/或智力成果。 </p>
        <p>7.5 本用户协议已经构成《中华人民共和国著作权法》及相关法律规定的著作权财产性权利（包括但不限于：复制权、发行权、出租权、展览权、表演权、广播权、信息网络传播权、改编权、摄制权、翻译权、汇编权等）的转让书面协议，其效力及于用户在“问税易”上发布的任何受著作权法保护的作品内容。 </p>
      

        <h4 class="block_title">第八条 隐私声明</h4>
        <p>“问税易”非常重视对您（所有用户包括专家用户）个人隐私的保护。您所提供的个人信息等资料以及“问税易”所保留的用户个人资料，将受到中国有关隐私的法律以及“问税易”隐私政策的特别保护。 </p>
        <p>特定情况下“问税易”需要某些信息才能为您提供所请求的特定服务，本隐私声明针对这些情况下的数据收集和使用情况。 </p>
        <p>作为“问税易”用户，如果同意接受“问税易”用户协议及隐私声明，表明您授权“问税易” 对任何您所提供的、或者“问税易”所收集到的信息有权进行处理、传播、使用。 </p>
        <p>本隐私声明条款适用于“问税易”的所有服务，随着服务的变化，“问税易”有权对隐私条款不时进行修改更新，且不再另行通知。更新后的隐私声明一旦在“问税易”上公布即有效代替旧版本的隐私声明，您在访问和使用“问税易”时，即表示您已同意遵守并接受最新的隐私政策。本公司在此特别建议您经常关注隐私条款的变更。 </p>
        <p>8.1 “问税易”隐私信息范围</p>
        <p>1）用户信息 </p>
        <p>在通常情况下，您能在匿名的状态下访问“问税易”并获取信息。在访问以外使用“问税易”的，您需提交个人用户信息，包括用户名、联系方式、第三方帐户信息（微信号、头像、昵称）等，并注册成为“问税易”用户。 </p>
        <p>2）专家用户信息 </p>
        <p>用户在注册成为专家时，必须提供包括但不限于姓名、身份证号、第三方收款帐户（微信收款二维码）等个人资料，以及专业领域、业务、经验和考评等方面，和个人设置信息。</p>
        <p>3）交流信息 </p>
        <p>在用户与“问税易”客服之间，在用户与用户（包括专家用户）之间，通过电话、电邮、评价反馈体系和在线留言等方式产生信息交流。</p>
        <p>8.2 信息隐私的保护</p>
        <p>“问税易”严格保护您信息的安全。我们使用各种安全技术和程序来保护您的信息不被未经授权的访问、使用或泄露。 </p>
        <p>当用户对“问税易”里专家发起提问时，或者当用户对专家作答不满意时，又或者逾时未支付费用时，我们或者专家将使用上述用户信息来联系用户。 </p>
        <p>未经用户同意，“问税易”不会对用户之间的交流信息，包括用户评价、交流文本和图片内容进行编辑、筛选、篡改。 </p>   
        <p>如果有明确证据表明您所提供的信息存在不符合法律政策或者不真实情况，我们有权无须通知您对信息进行删除、更改等处理。 </p>

        <h4 class="block_title">第九条 免责说明</h4>
        <p>9.1 就下列相关事宜的发生，“问税易”在此声明不承担任何法律责任：</p>
        <p>1）用户应遵守国家的有关法律、法规和行政规章制度。如有用户违反国家法律法规或本用户协议，“问税易”有权暂停或永久关闭用户账户而不需要承担任何责任；如用户的不法使用行为导致“问税易”遭受任何损害或者遭受任何来自第三方的纠纷、诉讼、索赔要求等，用户须向“问税易”赔偿相应的损失，用户需对其违反用户协议所产生的一切后果承担全部法律责任； </p>
        <p>2）由于您将帐户告知他人或与他人共享注册帐户，由此导致的任何个人信息的泄露，或其他非因“问税易”方面原因导致的个人信息的泄露； </p>
        <p>3）根据法律规定或政府相关政策要求提供您的个人信息； </p>
        <p>4）任何通过黑客攻击、电脑病毒侵入等非法截取、访问等方式从我们应用上获取的信息；以及 </p>
        <p>5）因台风、地震、海啸、洪水、停电、战争、恐怖袭击等国际通用不可抗力因素导致的任何后果。 </p>
        <p>9.2 本协议下的服务行为涉及到互联网及移动通讯等服务，可能受各个环节不稳定因素的影响，比如不可抗力、计算机病毒或者黑客攻击等造成的服务中断或不能满足用户要求的风险，用户须理解和认可，并承担以上风险。基于上述已经提及的可能发生的各环节不稳定因素影响，“问税易”在此声明对服务的及时性、安全性、准确性不作担保，对因此导致用户不能接收信息，或者传递错误等问题不承担任何责任，此点用户须理解并认可。 </p>
        <p>9.3 如因“问税易”的自有系统发生故障而影响到本服务的正常运行，“问税易”承诺第一时间内与相关单位配合，及时处理并进行修复。但用户因此而产生的经济损失，“问税易”不承担责任。此外，“问税易”保留不经事先通知为维修保养、升级或其他目的暂停本服务任何部分的权利。 </p>
        <p>9.4 在使用本协议下服务的过程中，可能会遇到网络信息或其他用户的行为所带来的风险，“问税易”不对任何信息的真实性、适用性、合法性承担责任，也不对因侵权行为给您造成的损害负责。这些风险包括但不限于：</p>
        <p>1）来自他人匿名或冒名的含有威胁、诽谤、令人反感或非法内容的信息； </p>
        <p>2）因使用本协议项下的服务，遭受他人误导、欺骗或其他导致或可能导致的任何心理、生理上的伤害以及经济上的损失；以及 </p>
        <p>3）其他因网络信息或用户行为引起的风险。 </p>
  

        <h4 class="block_title">第十条 适用法律框架以及争议解决途径</h4>
        <p>本协议的订立、执行、解释及争议的解决均应适用中华人民共和国法律及法规。如发生本协议部分内容与适用法律、法规相抵触时，此部分协议抵触内容应以适用法律为准。同时此部分协议抵触内容不影响协议其他部分的效力，即协议其他部分继续有效。如协议缔约双方就本协议内容或其执行发生任何争议，双方应共同勉力友好协商解决；协商不成时，任何一方均可向有管辖权的中华人民共和国法院提起诉讼。 </p>
        
        <h4 class="block_title">第十一条 其他</h4>
        <p>11.1 为了让更多用户能查找并联系上他们需要的专家，“问税易”将不定期的举行各类用户回馈活动（包括但不限于：如限时优惠券等），应用的所有用户在此确认并同意，许可“问税易”开展此类活动，应用将不再予以特别通知。 </p>
        <p>11.2 本公司在此明确，“问税易”应用目前仅支持中文语种，对于其他语种的相关功能及需求暂不支持。 </p>
        <p>11.3 如您在中国大陆以外的国家或地区访问或使用“问税易”，您将有责任严格遵守所在国家或地区内有关在线行为和可接受内容的法律规制。 </p>
        <p>11.4 本协议下的服务之所有权、运作权和一切解释权归本公司所有。本公司有权在必要时修改并更新用户协议，并通过应用发布修改、变更消息，且不再另行通知。如果在修改更新生效后用户继续使用服务，则视为您接受用户协议的变动并遵守最新用户协议。 </p>
        <p>11.5 本公司可因经营或任何原因发出停运“问税易”服务通知，通知到期日，所有帐户将关闭，同时应用下架，本协议随即失效。发出停运通知后，用户采取相应措施终止使用服务，本公司不承担任何有关责任或经济损失。 </p>
        <p>如果您对用户协议有任何疑问，请联系advisorymadeeasy@163.com</p>
        <p style="text-align:right;">2019年11月版</p>

    </div>
  </div>
</template>
<script>
import { mapState, mapActions } from 'vuex'
export default {
  data () {
    return {
    
    }
  },
  computed: {
    ...mapState({
      i18n: state => state.counter.i18n
    })
  },

  components: {
    
  },

  methods: {
  
  },
  created () {
   
  },
  onShow(){
 
  },
  onPullDownRefresh() {
  //to do
  wx.stopPullDownRefresh();
  }
}
</script>

<style lang="less" scoped>
.container{

}

.consult_notice{
  background-color: #fff;
  padding:15px;
  padding-bottom: 30px;
  padding-top: 0;
  margin-top: 5px;
}
.consult_notice p{
  color: #666;
  font-size: 13px;
  line-height: 1.5;
}
.consult_notice p+p{
 margin-top: 6px;
}

.block_title{
  padding-top: 15px;
  padding-bottom: 5px;
  font-size: 15px;
  color: #333;
  font-weight: bold;
}
.center{
  text-align: center;
}
</style>