<template>
  <div class="container">
      <div class="consult_notice">
        <h4 class="block_title center">问税易用户协议</h4>
        <p>“问税易”是一个税收问答应用，隶属于杭州联询商务信息咨询有限公司（以下简称“本公司”），由“问税易”网站、“问税易” 腾讯微信小程序和“问税易”移动客户端所构成（以下统称“问税易”）。</p>
        <p>当用户遇到任何财税方面的问题，都可以在问税易里找有关的专家，通过付费或非付费的方式，向专家提问，由专家作答。</p>
        <p>本公司不就付费问答收取任何费用，在支付过程中需按第三方规定扣除的部分除外。</p>
        <p>提问用户及回答专家就付费问答收入负有纳税义务的，自行申报、缴纳有关税收。 </p>
        <p>此用户协议是用户与“问税易”之间就相关事宜所订立的契约，包含用户（包括但不限于“专家”）和“问税易”之间所有的条款和条件。</p>
        <p>本公司严格遵循《互联网信息服务管理办法》、《互联网用户帐号名称管理规定》、《互联网新闻信息服务管理规定???》等国家法律、法规的精神及内容。作为用户，在注册“问税易”前，必须事先认真阅读本用户协议，认可并同意本用户协议的全部内容。特别是本协议中免除、减轻或者限制本公司责任的全部协议内容以及含有限制用户权利内容的协议内容。希望各位用户能在严格遵守国家法律、法规及应用相关规章制度的前提下，使用“问税易”</p>
        <p>如果您同意本用户协议，或者您事实上存在使用行为，将被视为您完全接受本用户协议的全部内容及条款，包括接受“问税易”对用户协议随时所做的任何修改及更新。同时也表示您同意“问税易”所发布或随时更新的隐私声明，本协议即构成对双方均具有约束力的法律文件。如您不同意本用户协议，您应不得使用或主动取消“问税易”所提供的服务。 </p>

        <h4 class="block_title">第一条 协议内容及生效</h4>
        <p>1.1 本用户协议内容包括以下所有正文及”问税易”已经发布或将来可能发布的各类规则、解释、声明、通告等。所有上述规则、解释、声明及通告等都被视为本用户协议的组成部分，具有同等的法律效力。 </p>
        <p>1.2 用户下载、注册、登录、使用及连接“问税易” 均被视为用户已完全了解、接受并同意遵守本用户协议的所有内容。“问税易” 有权在必要时单方修改用户协议，并通过网站和/或者用户端发布修改变更，不再另行单独通知。修改后的协议一经发布即代替旧版本协议，自动更新为用户与“问税易” 之间的适用协议。如在用户协议更新并生效后，用户继续使用“问税易”服务，则视为您已完全了解、接受用户协议的更新并同意遵守更新后的用户协议。如用户不接受“问税易” 更新后的用户协议，请立即停止使用“问税易”服务。 </p>
        <p>1.3 “问税易”所有服务的所有权、运作权和解释权均归本公司所有。用户同意本用户协议内容并完成注册程序，即成为“问税易”的正式用户，即被视为用户确认自己具有独立的行为能力，明确自己所享有的相应权利，能够独立承担法律责任。 </p>
        <p>1.4 如果您未满18周岁，必须在父母或者监护人监护之下使用“问税易”。  </p>

        <!-- <h4 class="block_title">第一条 协议内容及生效</h4>
        <p></p> -->


    </div>
  </div>
</template>
<script>
import { mapState, mapActions } from 'vuex'
export default {
  data () {
    return {
    
    }
  },
  computed: {
    ...mapState({
      i18n: state => state.counter.i18n
    })
  },

  components: {
    
  },

  methods: {
  
  },
  created () {
   
  },
  onShow(){
 
  },
  onPullDownRefresh() {
  //to do
  wx.stopPullDownRefresh();
  }
}
</script>

<style lang="less" scoped>
.container{

}

.consult_notice{
  background-color: #fff;
  padding:15px;
  padding-bottom: 30px;
  padding-top: 0;
  margin-top: 5px;
}
.consult_notice p{
  color: #666;
  font-size: 13px;
  line-height: 1.5;
}
.consult_notice p+p{
 margin-top: 6px;
}

.block_title{
  padding-top: 15px;
  padding-bottom: 5px;
  font-size: 15px;
  color: #333;
  font-weight: bold;
}
.center{
  text-align: center;
}
</style>