<template>
  <div class="container">
      <div class="consult_notice" v-if="(userData && userData.isExpert == 1) || flag">
        <h4 class="block_title"> 1.「问税易」是什么？</h4>
        <p>「问税易」是一个获客工具。</p>
        <p>在提供税收问答的同时，「问税易」为专家积累和传播信誉，最终把用户变成客户！</p>

        <h4 class="block_title">2.「问税易」能为我做什么？</h4>
        <p>「问税易」为你</p>
        <p>• 把你的税收经验和知识帮助更多的企业、组织和个人；</p>
        <p>• 把你所取得的成绩，让更多人认可，提升行内声誉；</p>
        <p>• 把用户对你的点评传播给用户的关系户；</p>
        <p>• 提供有需求或潜在需求的用户和数据；</p>
        <p>• 收获更多同行人脉； </p>
        <p>...</p>


        <h4 class="block_title">3.「问税易」有什么功能？</h4>
        <p>除了能为用户的提问作答外，「问税易」还设有问候留言功能。</p>
        <p>问答是收费的，专家须要按时回应。问候是不收费的，没有什么硬性要求。</p>
        <p>除了与用户互动外，专家之间也可以相互推介。</p>
        <p>在后续更新的版本里，我们将推出包括用户使用数据等其他功能。</p>

       
        <h4 class="block_title">4.回应时间有什么要求吗？</h4>
        <p>回应时间指的是接单的回应时间和作答的回应时间</p>
        <p>（1）接单时间是由你设定的，即，在收到用户提问订单后，将在多少分钟内回复是否接单</p>
        <p>接单时间的设置选择有：5分钟、15分钟、30分钟、1小时</p>
        <p>（2）作答时间是由你设定的，即，在同意接单后，将在多少时间内为用户的提问作答</p>
        <p>作答时间的设置选择有：1小时、4小时、12小时、24小时</p>
        <p>用户在你的专家详情页里能看到你设置的接单和作答时间，因此对你的回应时间有所期待，请务必小心设置并依照你设置的时间回应。</p>
        <p>逾时不回应的，不可继续使用「问税易」的。</p>
        <p>有特殊原因需要申诉的，请发邮件至advisorymadeeasy@163.com。</p>
 

        <h4 class="block_title">5.是不是需要天天呆在应用里等待和回应用户呢？</h4>
        <p>不需要的。</p>
        <p>你可以按需选择你的状态：营业中、休息中</p>
        <p>（1）在营业状态中，你必须在你设定的时间内回应用户的提问。</p>
        <p>（2）在休息状态中，你将收不到提问。</p>

        <h4 class="block_title">6.怎样选择设置我的状态？没有设置的会怎样？</h4>
        <p>你可在我的->设置里切换你的状态。</p>
        <p>没有设置的，「问税易」将使用“定时模式”，默认你每天早上8:00到晚上8:00的状态为“营业中”，但你可随时自主切换状态。</p>
        <p>你也可把“定时模式”改为“自由模式”，即，除了主动切换成“营业中”外，其他时间均为“休息中”。</p>
        <p>注意：你的状态与问候功能无关，不影响用户给你问候留言。</p>
       

        <h4 class="block_title">7.为什么要统一收费？ 这样的收费标准怎样帮助获客呢？</h4>
        <p>目前「问税易」把收费统一在每次问答人民币35元，相当于一杯咖啡的钱。</p>
        <p>统一收费是为了去除用户在筛选专家时，需要花在比较不同专家价格的时间，扫除不必要障碍，让用户快速筛选出专家，提高提问效率。</p>
        <p>收费金额则参考了一杯咖啡的价格。寓意在请专家喝一杯咖啡的时间内，为用户解难答疑。</p>
        <p>「问税易」的设计偏向于为用户解答在经营活动中前期或刚起步时遇到的税收问题，这类问题一般只接触到问题的表层，相对应所需的作答时间比较少，大概就是15-20分钟左右，喝一杯咖啡的事儿。</p>
        <p>这样的设计有利于降低门槛鼓励用户提问。而能有效剖解前期问题往往是开展新项目的契机，我们希望专家能通过与用户互动问答建立关系和互信，进而发展成为客户。</p>
        <p>往后，我们可能会对资历不一样的专家作出分类，按类划分收费，或者开放收费标准。</p>
    
        <h4 class="block_title">8.用户的问题很复杂需要更多时间，怎么办？</h4>
        <p>如需更多时间或多喝几杯咖啡的时间才能作答的，可以提出修改订单。</p>
        <p>你可对订单上的两项内容提出修改：（1）作答时间（2）收费金额</p>
        <p>在用户同意修改后，订单才能生效。</p>

        <h4 class="block_title">9.我可以怎样把自己更好的呈现给用户呢？</h4>
        <p>你可以用一句话把你最希望用户知道的你写在简介里助力你推广，比如，专门为外国驻北京律所解决个人税收问题20年。</p>
        <p>精心设计的推广语可助你从专家列表里浮现出来，拉近用户。你可在填写个人信息时进行设置。</p>


        <h4 class="block_title">10.我能否拒绝接单？</h4>
        <p>收到提问订单后，你可拒绝接单。</p>
        <p>你可填写拒单的理由，或者点击选择预设的常见理由，来回复客户。</p>
     

        <h4 class="block_title">11.我如何收款？</h4>
        <p>在提交作答后的24小时内，用户须使用你的收款二维码向你直接微信支付费用。收款后，请到应用里确认一下。</p>
        <p>过了24小时没有收到款的，你可到应用里获取用户的手机号，直接向他/她问询。</p>
      
        <h4 class="block_title">12.用户对你的作答不满意怎么处理？</h4>
        <p>如果用户对作答不满意，他/她须填写并提交理由。在收到不满理由后，你可主动联系用户协商解决。协商解决前，用户可暂不支付费用。你须意识到并承担因个别用户可能不守诚信而产生的经营风险。</p>
       
        <h4 class="block_title">13.「问税易」是否收取手续费？</h4>
        <p>「问税易」不抽取任何佣金、手续费。</p>
        <p>在未来时机合适时，我们可能会按照「问税易」为专家所带来的效益，比如获客量，收取一定费用，届时将提前通知具体收费细节。</p>

        <h4 class="block_title">14.如何注册成为专家？</h4>
        <p>进入我的->本人->专家注册，阅读专家须知，填写基础和业务信息，进行营业设置，在确认对用户承诺和同意使用条款后，提交审核。</p>
        <p>我们会在收到申请后的24小时内，通过公众号通知你注册结果。注册成功后，你将出现在「问税易」的专家列表，开始为用户服务。</p>
    </div>

    <div class="consult_notice" v-else>
        <h4 class="block_title"> 1.「问税易」是什么？</h4>
        <p>「问税易」是一个提供线上税收问答的应用，由杭州联询商务信息咨询有限公司开发和运营。应用进驻了包括企业资深财税主管、税务师考试导师、四大会计师事务所顾问、前税务局官员等税收专家，以个人身份为用户提供一对一的税收咨询服务。</p>

        <h4 class="block_title">2.「问税易」能帮我做什么？</h4>
        <p>「问税易」能帮助你：</p>
        <p>• 认识到对你所在行业有税收经验的专家；</p>
        <p>• 快速寻求到专家为你的税收问题作答；</p>
        <p>• 节省为寻找答案四处张罗的时间；</p>
        <p>• 获悉你的关系户推荐那些专家；</p>
        <p>• 与关系户分享你点评的专家； </p>
        <p>...</p>


        <h4 class="block_title">3.如何找到「问税易」？</h4>
        <p>在微信小程序中搜索并添加「问税易」小程序。</p>
       
        <h4 class="block_title">4.如何开始使用「问税易」？</h4>
        <p>从微信小程序里打开「问税易」，即可开始浏览。</p>
        <p>在使用「问税易」或向专家提问前，你需授权小程序抓取你的微信号，头像和昵称，然后通过手机验证完成注册。</p>

        <h4 class="block_title">5.怎么查找专家？</h4>
        <p>登录「问税易」，通过浏览、搜索等方式查找专家。</p>
        <p>你可以按地点浏览专家，也可按专家的分类进行筛选浏览。</p>
        <p>专家分类：（1）行业分类（2）领域分类</p>

        <h4 class="block_title">6.专家值得信赖么？</h4>
        <p>所有入驻「问税易」的专家均拥有5年或以上的实践经验，并提供相关专业资质材料。「问税易」的每位专家都经过审核，确保身份真实。</p>
        <p>同时，你可通过专家详情页里“朋友怎么说”参考有关系户用过专家的点评。</p>
        <p>如发现专家背景资料涉嫌伪造，请联系客服举报。</p>
        <p>-客服邮箱：advisorymadeeasy@163.com</p>

        <h4 class="block_title">7.我能怎样联系专家提问？</h4>
        <p>你有两种方式能和专家取得联系：</p>
        <p>（1）你可以通过「问税易」的问候功能给专家留言，但专家不一定能快速回应，问候是一个免费功能。</p>
        <p>（2）你也可以通过「问税易」向专家发起提问订单，专家须在发起提问的一定时间内回复是否接单；接单的，将会在一定的时间内对你的提问回复作答。</p>
        <p>提问是一个收费功能。你可在专家的详情页看到专家承诺的接单时间和作答时间。</p>
        <p>对于有税收问题需要咨询的，请使用提问功能。</p>

        <h4 class="block_title">8.为什么有时候不能向专家发起提问？</h4>
        <p>这是因为专家正在处于休息状态中。请选择对在营业中的专家发起提问。</p>
        <p>营业和休息状态由专家自行切换。</p>


        <h4 class="block_title">9.提问作答的收费标准是什么？</h4>
        <p>一杯咖啡的钱！</p>
        <p>目前「问税易」把收费统一在每次问答人民币35元。</p>
        <p>收费金额参考了一杯咖啡的大概价格。寓意在请专家喝一杯咖啡的时间内，就在15-20分钟左右，为用户解难答疑。</p>
        <p>这些时间一般只够为你解答初步的税收问题。需要更长时间作答的，专家会在看到你的问题后向你提出，在你同意后才开始作答。</p>

        <h4 class="block_title">10.提问后，我能否取消订单？</h4>
        <p>在专家确认接单前，用户可取消订单。</p>
      
        <h4 class="block_title">11.我该什么时间支付、如何支付？</h4>
        <p>「问税易」采用的是先问后付费模式。</p>
        <p>专家作答后，「问税易」将通过公众号把专家的微信收款二维码发送给你。点击并识别二维码，即可微信支付给专家。</p>
        <p>你须在专家作答后的24小时内完成支付，逾时未支付的，专家可向你直接追讨，不满意作答的除外。</p>
        <p>不满作答的，可暂不支付，专家可与你联系协商解决。</p>

        <h4 class="block_title">12.「问税易」收取手续费吗？</h4>
        <p>「问税易」不对收取任何佣金、手续费，用户把费用直接支付给专家，不经过我们。</p>
    
        <h4 class="block_title">13.专家能取得我的联系方式吗？</h4>
        <p>「问税易」不向专家透露你的联系方式，但逾时支付和对服务不满意的除外。</p>

        <h4 class="block_title">14.如何评价专家？</h4>
        <p>作答完成后，支付前，你可给予专家评价。</p>
        <p>评价包括两部分：</p>
        <p>1.满意度：满意、一般、不满意</p>
        <p>2.写评语：不满意的，请填写具体理由</p>
        <p>除了你允许的关系户外，评价不对外公开。</p>

        <h4 class="block_title">15.我如何分享评价？</h4>
        <p>你可在我的专家里进行设置，选择那些专家可以对那些关系户公开。</p>
        <p>当你允许的关系户登入时，他们可在“朋友怎么说”里看到你对专家的评价。</p>
        <p>你的评价将可能对你关系户是否咨询该专家构成参考意见，请真诚、如实填写评价。</p>
  
        <h4 class="block_title">16.如果对作答不满意可以投诉吗？</h4>
        <p>可以。</p>
        <p>在作答完成后，可评价不满意，并填写不满意的理由。发送不满意评价后，专家可联系你协商解决。在未取得解决前，你可暂不支付。</p>
    </div>
  </div>
</template>
<script>
import { mapState, mapActions } from 'vuex'
export default {
  data () {
    return {
      flag:false
    }
  },
  computed: {
    ...mapState({
      userData: state => state.counter.userData,
      i18n: state => state.counter.i18n
    })
  },

  components: {
    
  },

  methods: {
  
  },
  created () {
   
  },
  onShow(){
 
  },
  onLoad(options){
    this.flag = options.flag || '';
  },
  onPullDownRefresh() {
  //to do
  wx.stopPullDownRefresh();
  }
}
</script>

<style lang="less" scoped>
.container{

}

.consult_notice{
  background-color: #fff;
  padding:15px;
  padding-bottom: 30px;
  padding-top: 0;
  margin-top: 5px;
}
.consult_notice p{
  color: #666;
  font-size: 13px;
  line-height: 1.5;
}
.consult_notice p+p{
 margin-top: 6px;
}

.block_title{
  padding-top: 15px;
  padding-bottom: 5px;
  font-size: 15px;
  color: #333;
  font-weight: bold;
}
</style>